[UICustomize_QuarianBody]
m_strTitle=编辑奎利人身体

[UICustomize_QuarianHead]
m_strTitle=编辑奎利人头部
m_strHead=头盔
m_strUpperFaceProps=面部装饰

[UICustomize_QuarianInfo]
m_strTitle=编辑奎利人信息
m_strFirstNameLabel=全名
m_strLastNameLabel=飞船名称

[UICustomize_QuarianMenu]
m_strTitle=自定义奎利人

[UICustomize_QuarianProps]
m_strTitle=编辑奎利人道具

[XGCharacterGenerator_Quarian]
m_arrQuarianGivenNamesM[0]="阿姆巴"
m_arrQuarianGivenNamesM[1]="阿伦"
m_arrQuarianGivenNamesM[2]="卡夫"
m_arrQuarianGivenNamesM[3]="赛洛"
m_arrQuarianGivenNamesM[4]="奇赫罗"
m_arrQuarianGivenNamesM[5]="芬尼尔"
m_arrQuarianGivenNamesM[6]="菲尔"
m_arrQuarianGivenNamesM[7]="弗雷尔"
m_arrQuarianGivenNamesM[8]="戈恩"
m_arrQuarianGivenNamesM[9]="哈亚"
m_arrQuarianGivenNamesM[10]="霍斯坦"
m_arrQuarianGivenNamesM[11]="贾斯"
m_arrQuarianGivenNamesM[12]="贾辛"
m_arrQuarianGivenNamesM[13]="杰尔"
m_arrQuarianGivenNamesM[14]="卡内尔"
m_arrQuarianGivenNamesM[15]="肯尼克"
m_arrQuarianGivenNamesM[16]="基鲁亚"
m_arrQuarianGivenNamesM[17]="基鲁亚"
m_arrQuarianGivenNamesM[18]="拉托"
m_arrQuarianGivenNamesM[19]="莱尔"
m_arrQuarianGivenNamesM[20]="卢皮恩"
m_arrQuarianGivenNamesM[21]="马恩"
m_arrQuarianGivenNamesM[22]="莫霍"
m_arrQuarianGivenNamesM[23]="莫罗"
m_arrQuarianGivenNamesM[24]="莫托"
m_arrQuarianGivenNamesM[25]="内尔"
m_arrQuarianGivenNamesM[26]="尼拉特"
m_arrQuarianGivenNamesM[27]="拉尔"
m_arrQuarianGivenNamesM[28]="雷托"
m_arrQuarianGivenNamesM[29]="罗斯林"
m_arrQuarianGivenNamesM[30]="谢尔"
m_arrQuarianGivenNamesM[31]="谢哈"
m_arrQuarianGivenNamesM[32]="索尔"
m_arrQuarianGivenNamesM[33]="苏迪特"
m_arrQuarianGivenNamesM[34]="苏夫"
m_arrQuarianGivenNamesM[35]="塔林森"
m_arrQuarianGivenNamesM[36]="泰尔"
m_arrQuarianGivenNamesM[37]="泰奥"
m_arrQuarianGivenNamesM[38]="瑟拉南"
m_arrQuarianGivenNamesM[39]="托马兹"
m_arrQuarianGivenNamesM[40]="瓦"
m_arrQuarianGivenNamesM[41]="瓦什塔"
m_arrQuarianGivenNamesM[42]="维克"
m_arrQuarianGivenNamesM[43]="维托"
m_arrQuarianGivenNamesM[44]="沃帕南"
m_arrQuarianGivenNamesM[45]="沃赫"
m_arrQuarianGivenNamesM[46]="沃尔"
m_arrQuarianGivenNamesM[47]="伊瓦尔"
m_arrQuarianGivenNamesM[48]="伊兹尔"
m_arrQuarianGivenNamesM[49]="泽尔"
m_arrQuarianGivenNamesM[50]="祖图尔"


m_arrQuarianGivenNamesF[0]="阿拉尔"
m_arrQuarianGivenNamesF[1]="阿拉"
m_arrQuarianGivenNamesF[2]="比纳"
m_arrQuarianGivenNamesF[3]="凯伦"
m_arrQuarianGivenNamesF[4]="卡罗"
m_arrQuarianGivenNamesF[5]="赛梅"
m_arrQuarianGivenNamesF[6]="塞赫"
m_arrQuarianGivenNamesF[7]="西莱亚"
m_arrQuarianGivenNamesF[8]="科尔"
m_arrQuarianGivenNamesF[9]="达罗"
m_arrQuarianGivenNamesF[10]="菲梅"
m_arrQuarianGivenNamesF[11]="福拉"
m_arrQuarianGivenNamesF[12]="汉娜"
m_arrQuarianGivenNamesF[13]="霍拉"
m_arrQuarianGivenNamesF[14]="伊利亚"
m_arrQuarianGivenNamesF[15]="贾伊拉"
m_arrQuarianGivenNamesF[16]="贾拉"
m_arrQuarianGivenNamesF[17]="约尔"
m_arrQuarianGivenNamesF[18]="尤拉"
m_arrQuarianGivenNamesF[19]="尤哈娜"
m_arrQuarianGivenNamesF[20]="拉莎"
m_arrQuarianGivenNamesF[21]="利特姆"
m_arrQuarianGivenNamesF[22]="卢法"
m_arrQuarianGivenNamesF[23]="纳亚"
m_arrQuarianGivenNamesF[24]="娜梅"
m_arrQuarianGivenNamesF[25]="内拉"
m_arrQuarianGivenNamesF[26]="内亚"
m_arrQuarianGivenNamesF[27]="普瑞亚"
m_arrQuarianGivenNamesF[28]="拉拉"
m_arrQuarianGivenNamesF[29]="里姆梅"
m_arrQuarianGivenNamesF[30]="瑞拉"
m_arrQuarianGivenNamesF[31]="沙拉"
m_arrQuarianGivenNamesF[32]="莎拉"
m_arrQuarianGivenNamesF[33]="谢玛"
m_arrQuarianGivenNamesF[34]="沙罗"
m_arrQuarianGivenNamesF[35]="舒莎"
m_arrQuarianGivenNamesF[36]="索鲁"
m_arrQuarianGivenNamesF[37]="塔莉"
m_arrQuarianGivenNamesF[38]="特拉"
m_arrQuarianGivenNamesF[39]="特拉"
m_arrQuarianGivenNamesF[40]="乌鲁"
m_arrQuarianGivenNamesF[41]="凡克拉"
m_arrQuarianGivenNamesF[42]="瓦里亚"
m_arrQuarianGivenNamesF[43]="伊娜"
m_arrQuarianGivenNamesF[44]="尤哈娜"
m_arrQuarianGivenNamesF[45]="尤拉"
m_arrQuarianGivenNamesF[46]="尤利"
m_arrQuarianGivenNamesF[47]="泽拉"
m_arrQuarianGivenNamesF[48]="泽马"
m_arrQuarianGivenNamesF[49]="祖马"


m_arrQuarianLastNames[0]="阿迪安"
m_arrQuarianLastNames[1]="阿拉"
m_arrQuarianLastNames[2]="艾伊尔"
m_arrQuarianLastNames[3]="科尔"
m_arrQuarianLastNames[4]="德罗"
m_arrQuarianLastNames[5]="福斯"
m_arrQuarianLastNames[6]="费维尔"
m_arrQuarianLastNames[7]="加兹罗"
m_arrQuarianLastNames[8]="盖塔"
m_arrQuarianLastNames[9]="格伦特"
m_arrQuarianLastNames[10]="哈玛"
m_arrQuarianLastNames[11]="汉娜"
m_arrQuarianLastNames[12]="霍罗尔"
m_arrQuarianLastNames[13]="贾尼斯"
m_arrQuarianLastNames[14]="杰拉哈"
m_arrQuarianLastNames[15]="乔拉"
m_arrQuarianLastNames[16]="乔拉什"
m_arrQuarianLastNames[17]="卡恩"
m_arrQuarianLastNames[18]="考斯"
m_arrQuarianLastNames[19]="兰纳"
m_arrQuarianLastNames[20]="勒姆"
m_arrQuarianLastNames[21]="伦恩"
m_arrQuarianLastNames[22]="勒兰"
m_arrQuarianLastNames[23]="内里"
m_arrQuarianLastNames[24]="瑞姆"
m_arrQuarianLastNames[25]="雷兹"
m_arrQuarianLastNames[26]="雷拉"
m_arrQuarianLastNames[27]="鲁拉"
m_arrQuarianLastNames[28]="鲁安"
m_arrQuarianLastNames[29]="鲁恩"
m_arrQuarianLastNames[30]="塞杰"
m_arrQuarianLastNames[31]="萨瓦"
m_arrQuarianLastNames[32]="沙德尔"
m_arrQuarianLastNames[33]="斯比拉特"
m_arrQuarianLastNames[34]="斯坦克"
m_arrQuarianLastNames[35]="塔尔"
m_arrQuarianLastNames[36]="瓦萨"
m_arrQuarianLastNames[37]="瓦姆波萨"
m_arrQuarianLastNames[38]="瓦尼泰"
m_arrQuarianLastNames[39]="瓦尼泰"
m_arrQuarianLastNames[40]="雅拉斯"
m_arrQuarianLastNames[41]="泽安"
m_arrQuarianLastNames[42]="泽安"
m_arrQuarianLastNames[43]="泽亚安"


m_arrQuarianShipNames[0]="艾雷维斯"
m_arrQuarianShipNames[1]="阿根诺"
m_arrQuarianShipNames[2]="卡达什"
m_arrQuarianShipNames[3]="席塔德尔"
m_arrQuarianShipNames[4]="迪利纳加"
m_arrQuarianShipNames[5]="埃利托斯"
m_arrQuarianShipNames[6]="法尔卡"
m_arrQuarianShipNames[7]="格里古特"
m_arrQuarianShipNames[8]="赫文"
m_arrQuarianShipNames[9]="混血"
m_arrQuarianShipNames[10]="伊布林"
m_arrQuarianShipNames[11]="伊利亚姆"
m_arrQuarianShipNames[12]="伊诺特"
m_arrQuarianShipNames[13]="吉尔科"
m_arrQuarianShipNames[14]="霍雷斯"
m_arrQuarianShipNames[15]="科洛西亚"
m_arrQuarianShipNames[16]="卢米内"
m_arrQuarianShipNames[17]="卢纳拉"
m_arrQuarianShipNames[18]="马格罗"
m_arrQuarianShipNames[19]="商人"
m_arrQuarianShipNames[20]="莫雷"
m_arrQuarianShipNames[21]="内达斯"
m_arrQuarianShipNames[22]="尼玛"
m_arrQuarianShipNames[23]="诺玛迪"
m_arrQuarianShipNames[24]="欧马哈"
m_arrQuarianShipNames[25]="奥尔坦"
m_arrQuarianShipNames[26]="雷亚"
m_arrQuarianShipNames[27]="圣玛利亚"
m_arrQuarianShipNames[28]="斯凯拉兰"
m_arrQuarianShipNames[29]="沙尼"
m_arrQuarianShipNames[30]="沙罗克"
m_arrQuarianShipNames[31]="谢伦"
m_arrQuarianShipNames[32]="谢伦"
m_arrQuarianShipNames[33]="索姆比"
m_arrQuarianShipNames[34]="塔西"
m_arrQuarianShipNames[35]="泰斯莱亚"
m_arrQuarianShipNames[36]="廷克塔"
m_arrQuarianShipNames[37]="特林卡"
m_arrQuarianShipNames[38]="托瓦"
m_arrQuarianShipNames[39]="特雷文"
m_arrQuarianShipNames[40]="乌里克"
m_arrQuarianShipNames[41]="乌莎拉"
m_arrQuarianShipNames[42]="万加恩德"
m_arrQuarianShipNames[43]="万德特拉斯克"
m_arrQuarianShipNames[44]="维什"
m_arrQuarianShipNames[45]="维斯特拉"
m_arrQuarianShipNames[46]="维斯特拉"
m_arrQuarianShipNames[47]="约布拉"
m_arrQuarianShipNames[48]="尤雷娜"
